---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.KeynoteText
source: html/ca78dd18-01d6-5f3f-42e9-eb588898438f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.KeynoteText Property

"Keynote Text"

## Syntax (C#)
```csharp
public static ForgeTypeId KeynoteText { get; }
```